Repository: wp-plugins/thin-out-revisions
Catalog: languages/thin-out-revisions-*.po
Languages: fr_fr

source: Do you really want to remove this?
fr_fr: Vous voulez réellement supprimer ?

source: The revision(s) removed.
fr_fr: Les révisions ont été supprimées

source: Error in communication with server
fr_fr: Erreur dans la communication avec le serveur

source: Nothing to remove.
fr_fr: Rien à supprimer

source: Remove revisions between two revisions above
fr_fr: Supprimer les révisions parmi les deux ci-dessus

source: Processing...
fr_fr: Traitement en cours...

source: Include the 'From' revision
fr_fr: Inclure la révision 'Depuis'.

source: %s revision removed.
fr_fr: %s révision supprimée

source: Wrong session. Unable to process.
fr_fr: Mauvaise session. Impossible d'effectuer les tâches.

source: Delete all revisions on initial publication
fr_fr: Supprimer toutes les révisions lors de la publication initiale

source: Delete revisions as old as or older than
fr_fr: Supprimer les révisions vieilles de ou plus vieilles de

source: You should press update button without modification to make a copy revision. Or you will lose current content after update.
fr_fr: Vous devez appuyer sur le bouton de mise à jour sans modification à faire une révision de la copie. Ou vous perdrez le contenu actuel après mise à jour.

source: See detail...
fr_fr: Voir les détails...

source: days
fr_fr: jours

source: Remove NOW
fr_fr: Supprimer MAINTENANT

source: Run as scheduled task
fr_fr: Planifier une tâche

source: Run as daily task. Run every day at
fr_fr: Créer une tâche quotidienne. Lancer tous les jour à

source: The task will begin after %d min.
fr_fr: La tâche va débuter dans %d min.

source: The day has to be an integer.
fr_fr: Le jour doit être un nombre entier

source: Wrong time format.
fr_fr: Mauvais format de l'heure

source: Save Changes
fr_fr: Sauvegarder les changements

source: The task is successfully started.
fr_fr: La tâche a démarrée avec succès.

source: Revision Memo
fr_fr: Mémo de révision

source: Memo:
fr_fr: Mémo :
